[
  {
    "id":"mw_crystal_sword",
    "name":"CRYSTAL SWORD",
    "mount":"Main",
    "type":"Melee",
    "tags":[
      
    ],
    "source":"GMS",
    "license":"GMS",
    "license_level":0,
    "effect":"Aura of Protection: a 30ft sphere surrounds the wielder. Those within the sphere take no damage from the storm. When within the storm the sword attacks with its energy profile.",
    "profiles":[
      {
        "name":"Crystal Sword",
        "damage":[
          {
            "type":"Kinetic",
            "val":"1d6+2"
          }
        ],
        "range":[
          {
            "type":"Threat",
            "val":1
          }
        ],
        "tags":[
        ]
      },
      {
        "name":"Enchanted Sword",
        "damage":[
          {
            "type":"Energy",
            "val":"1d8+2"
          }
        ],
                "range":[
          {
            "type":"Threat",
            "val":1
          },
        ],
        "tags":[
        ],
        "effect":"When within the storm, the sword can damage r̴̢̨̢͎̹̖͖̉̊̒̈͝e̸̡̡͕̭͙͍͖̱̠͕͓͙̥̜̩̎̓̀͒͊͘a̸̜̤̫͍̘̻̭͉͕͕̅̄̎͐̐̂̓ͅḽ̵̨͕̞̯̲͕͌́́̓̅̎ͅs̸̜̹̉̅̅͒͊͛̉͛̈̕͘̕̚ͅp̶̢̻͙͈̹̹̖̟̞̺̺̃̋ḁ̸̼̟̰͓̪̭̪̰͉̗̍ĉ̷̨̨͖̱̦̺̳̟̖͎̝̺̗́̒͑̊͛̀̓̓̌͝é̷̙̯̲̂̓̈́̌͗̄̈́́͑͂̅̊̆͘/̵̨̡̨̛̘̺̩͓̣̩͖̞̩̗̹̤̾̒̽̈́̈̀̈̈́̋͠ļ̴̝̼̹̙̟̱́a̶̡͍̩̼͈̝̻̦̯̱̥̪͙̔͑̀̊̓̓̿̈́͆̕͝ͅm̶̢͚̮̭̮̪̥̟̟͚̟͍͈̤̒͆e̵͇̮̎̀̏̀̋̂̓͝l̴͇̮̹̻͈̮͆̈́̍̂̋̆̎̋́̆͌l̷̢̡̞̻͙̰͚̥̮̹͓͋̾̌͛̾̋͊̉̈́̂̇͋̓̈͝ͅa̸̤̯̹͉̾̑̏̾̇͐̈́͆̒̄̿̅̕̕͠r̸̛̛̲̬͉̤͉͉͍͈̞͕̬̫̭͔̽͋̌̎͂͗̎͋̅̎̑͜-̸̪̤̜̋̀̂̔̌͐̍̇̒̄ͅṃ̶̣̖̫̙̹̞͎̝͎̥͒̄̒̐̔͗͑̀̌̅͐̅͊͜͝a̶͙̘̤̬̘̳͚͔̯͆́͛̀̔͛͛̎͗̇͋͒̈́̕͠n̵̩̻̳̯̏̅̓̓̓̽́̆̐͗͒̓̓͠͠í̴͇́̅̓̔̀̾̃̐̐̈́̚͘͝f̴͇̟̩͝o̷͙̺̮̲̰̓̅̍̑̇̍̈̎͛̄͛̎͘͝l̵̠̪̮̟̿d̴̥̻̻̬̯̮̹̰̹̓͛̌̃̽͆̊̇̓̌͑͠ ̷͈̍̏ë̵̢͉̖̩̘̫͖̣̲́̅͆̎͆̕ͅņ̵̨̛̩̘̯̟͎͎̀̒̈́͆̂̎͜ṭ̸̛̛̼̞̮̣͙͍̻̘͑͐͂̌̓̈́̈́̄͘ͅi̵̠̋̈̄̈́͌̈́̄͘t̴͎͔̹́͛̇į̷̢͈̞̲̩̻͓̞̥̣͚̗̑̃̌̐͑̒e̸͕̫̥̼͍͖̜̮̾s̶̨̛̛̮̜̹̞͕̦̪̠̭͉̓̀̎͐͘͜͝͠ as if it were a m̸̟̳̠͈̮̈́̓̈́͗̀̿͆͌͒̍̚͘ȩ̵͔̣̺͍͚̞͍͔̺͈̗̙̭̞̄m̴̫̟͔͉̪̝̤̯̝̄̎̑̈̓̏͝e̶̡̨̧͇̻̥̘̤̰̳̱͖̯̘͖̽̈́͐̈́̇͗̅ẗ̴̤̫̜́̄̒̇̀͋͝ḯ̶̡̼̥͊̔c̶̡̤͍̣͍̳̗̳͚̪͍͙̯̩̔̐̃̾̒́́̎̓̚͜͠ ̸̨͔͙̥̲̼̠̟̺͐͑̇̓̈́̕͠w̷̮̻̑é̴̢͎̬̬̖̰̰̓̓́́́̀̒͋̽̀̓̃͝ả̵̧̧̻̼̯̪͚̱̖̫̮͙̉̇̇̑̀̆̊͑́̆̑̚͝͝p̵͓̫̲͇̬̰͍̗͎̑͂̇̚ǒ̶͖̦̰̼̣͌͑̍̿́̑͛͐͋n̵̠̹̞̲̺͎̬̮̯̠͉̠͑̽̌̃̊̐̌͂̇͋̂͜͝."
      }
    ],
    "description":"“There are two powers in the world; one is the women and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the sword.” - Muhammad Ali Jinnah<br>The architecture within the station loses coherence as we approach the center, be prepared to fight in impossible spaces.<br>“Those who play with the devil's toys will be brought by degrees to wield his sword. This is good, actually.” - R. Buckminster Fuller<br>“A blow with a sword strikes deeper than a blow with a word.” - Robert Burton<br><br>I will have to assume my imperfect form for this operation. I will only have the power to briefly assume my semi-perfect form.<br>“To become the sword you must think like the sword. That is the first step on the path” - Secare Impetus Luke 22:36"
  },
]
